import React ,{Fragment} from 'react'
import Footer from "./footer"
import './privacy.styl'
import Nav from './nav'
function PrivacyPolicy(props) {
     return (
         <Fragment>
         <div className="navbg">
              <Nav/> 
         </div>
          <div className="privacy">
              <h2>手机清理大师隐私政策</h2>
              <h3>更新日期：2020年9月24日</h3>
              <div>欢迎使用微蜜友旗下的产品与服务。</div>
              <div>
                  “手机清理大师”是微蜜友团队推出的一款清理加速工具，帮助用户快速的清理手机垃圾，解决手机运行卡顿慢的问题，延长电池使用时间，保护手机远离病毒。我们希望用户借助以下说明，了解手机清理大师如何获取、使用用户信息，以更好地保护用户隐私。 
              </div>
              <div>
                  我们一贯重视用户的个人隐私和数据安全。我们希望尽可能以简单、清晰的语言向您描述我们如何收集、使用、存储和分享用户信息。如果您对本政策内容有任何疑问、意见或建议，您可通过本隐私政策末尾提供的联系方式与我们联系。
              </div>
              <ul>
                    <li>1.本隐私政策将帮助您了解以下内容：</li>
                    <li>2.我们收集的信息范围；</li>
                    <li>3.我们如何使用收集的信息；</li>
                    <li>4.我们如何使用Cookies或其他类似技术；</li>
                    <li>5.我们如何分享收集的信息；</li>
                    <li>6.我们如何处理未成年用户的信息；</li>
                    <li>7.用户如何管理自己的个人信息；</li>
                    <li>8.我们如何保障用户信息的安全；</li>
                    <li>9.隐私政策的更新；</li>
                    <li>10.如何联系我们。</li>
              </ul>
              <div>
                  一、我们收集的信息的范围
              </div>
              <div>
                  1. 用户主动提交的信息：
              </div>
              <div>
                  用户主动提交的个人信息。个人信息是指以电子或者其他方式记录的、能够单独或者与其他信息结合识别自然人身份或反应特定自然人活动的各种信息。除非用户主动提交或取得用户的同意，我们不会擅自收集用户的个人信息。
              </div>
              <div>
                  用户主动提供的非个人信息。在用户使用我们的产品与服务过程中，视功能需要用户也可能会向我们主动提供部分非个人信息。这些非个人信息一般无法识别你的个人身份。例如，在使用我们的翻译棒硬件产品时，您可能会向我们提交您的具体语音指令，以便我们能够识别解析用户的语音内容，向用户提供翻译服务，同时收集这些语音内容也会协助我们了解用户的发音习惯，提高翻译的准确度。
              </div>
              <div>
                  2.在使用产品与服务过程中我们会自动收集的信息。
              </div>
              <div>
                  为了分析用户的使用习惯、改善用户体验和优化我们产品与服务的性能，我们会自动从您访问应用程序的手机、平台电脑以及其他设备（以下简称“设备”）收集某些日志、行为、设备信息以及诊断信息等。这些信息包括：
              </div>
              <div>
                  (1)网络日志信息。您使用我们的产品和服务时，我们可能通过WEB日志或某些程序软件（如软件开发工具包、像素、脚本或其他跟踪机制自动收集某些信息并存储在我们的服务器日志中）。此类信息可能包括：对产品和服务的详细使用情况，如您应用程序的打开时间、使用时长、访问的页面地址等；设备事件信息，例如崩溃、系统活动等信息；IP地址；您所在的时区等；
              </div>
              <div>
                  (2)您的设备信息。为了能够正常向您提供各项功能，我们会收集您的相关设备信息，这些信息包括：
              </div>
              <div>
                  设备属性：如您设备的品牌、型号、操作系统、分辨率、屏幕尺寸、蓝牙设定、因特网连接状态、已安装的应用程序列表、硬件和软件版本、电池电量、信号强度、可用存储空间、浏览器类型、应用和文件名称及类型以及插件等信息。
              </div>
              <div>
                  用户操作：有关用户在设备上执行的操作和行为的信息，例如窗口是设为当前还是后台运行等。
              </div>
              <div>
                  设备序列号或其他设备标识符：如国际移动设备身份码IMEI、网络设备硬件地址（如MAC地址）、广告标识符（如苹果设备中的IDFA）等设备序列号等；
              </div>
              <div>
                  设备信号：您使用设备的网络状态、蓝牙状态、WIFI接入点信息等；
              </div>
              <div>
                  位置信息：我们可能会使用GPS、WiFi或其他技术方式收集和处理有关您所在位置的信息。
              </div>
              <div>
                  对于比较敏感的用户信息，如用户IMEI号、GPS位置信息，我们在收集之前会征得您的同意。对于一些非敏感信息的收集，则可能是默认和自动的。您可以通过调整移动设备的“设置”选项限制我们从您的移动设备收集相关信息或使用特定权限。当您限制我们获取某项权限后，可能会影响某项功能的运行，导致我们可能无法继续为您提供相对应的服务，也不再处理您相应的信息。
              </div>
              <div>
                  二、我们如何使用您的个人信息
              </div>
              <div>
                  1.我们向您提供服务时，可能会使用您的个人信息用于身份验证、安全检测、客户服务、内容存档或备份等用途，确保我们向您提供的产品和服务的完整性和安全性；
              </div>
              <div>
                  2.我们会通过您的个人信息以及其他数据了解您的使用习惯，并借助数据分析，识别服务的可接受程度、您的使用趋势等，以便能测试和创建新产品、功能与服务，提升服务水平，协助我们设计改进现有的服务、开发新的服务；
              </div>
              <div>
                  3.我们可能会使用您的个人信息用于有关本产品和服务的客户调查、发送与本产品和服务有关的通知以及商业推广内容；
              </div>
              <div>
                  4.我们可能会使用您的信息用于软件认证或管理软件升级；
              </div>
              <div>
                  5.我们会出于以下功能或用途来收集、处理用户信息：
              </div>
              <div>1）垃圾清理：通过本地文件扫描，帮助您检测出缓存垃圾，卸载残留、广告垃圾、无用安装包等冗余垃圾，在您同意情况下，删除这些无用的并占用您存储空间的垃圾。此功能需要获取您的读写存储权限，若您不同意授权将会影响此功能的使用。此功能使用中，我们会上传您的设备标识符、APP垃圾文件的路径以及md5值以用于云端智能识别；</div>
              <div>2）手机加速：采用智能清理策略，释放最大限度内存，有效提升运行速度，延长电池使用率，使手机变得更顺畅。此功能需要获取您的读写存储权限，若您不同意授权，将会影响此功能的使用；</div>
              <div>3）手机杀毒：提供安全保护，通过病毒扫描一键查杀病毒木马、手机漏洞、恶意广告和恶意窃取隐私应用。此功能需要获取您的读写存储权限，若您不同意授权，将会影响此功能的使用;</div>
              <div>4）手机降温：通过代码分析，对影响CPU开销的后台应用进程任务，一键处理优化，对手机进行降温，使手机运行更流畅。此功能需要获取您的读写存储权限；</div>
              <div>5）通知栏清理：管理和拦截指定的应用程序推送的消息，避免频繁的消息推送打扰。此功能需要获取您的通知读取权限、通知展示权限以及自启动权限。权限获取时，您主动点击同意我们才会使用</div>
              <div>6）软件管理：帮助您管理已安装的应用，进行清理、卸载以及升级等。在该功能的使用中，我们会上传您已安装应用的列表、版本等信息，用于检测是否有可升级的应用版本；</div>
              <div>7）微信专清：帮助您深度扫描和清理微信使用中产生的临时文件、缓存或者视频、图片等。此功能我们需要获取您的读写存储权限，权限获取时，您主动点击同意我们才会使用；在该功能使用中，我们会上传您的设备标识符，APP垃圾文件的路径以及md5值，用于云端智能识别；</div>
              <div>8）短视频专清：针对常见的抖音、快手等短视频app，进行深度扫描和清理。功能使用中，我们会上传您的设备标识符、APP垃圾文件的路径以及md5值，以用于云端智能识别；此功能我们需要获取您的读写存储权限，权限获取时，您主动点击同意我们才会使用；</div>
              <div>9）WI-FI安全：可以扫描当前链接的wifi是否存在安全隐患，以及检测当前wifi的速度和信号强度，以便选择效果更好的wifi进行连接；使用该功能中的深度功能时，我们可能还需要获取您的网络位置权限，权限获取时，您主动点击同意我们才会使用；</div>
              <div>10）悬浮球：提供快捷的各项功能入口；</div>
              <div>11）游戏加速：帮助优化游戏网络，让您获得更好的游戏体验；</div>
              <div>12）隐私风险检测功能：您开启该功能后，我们会检测您手机中是否存储有易于被获取且获取后可能会造成您的财产、名誉损失甚至造成人身安全威胁的隐私内容存在，如身份证照片、短信验证码等内容，当我们检测到这类存在隐私风险的内容存在时，会对您作出相应的安全提示。此功能使用时，我们需要获取您读写存储权限以及短信读取权限，若您不同意授权，将会影响该功能的使用。检测您手机中是否存在隐私风险的操作只会在设备本地实现，不会上传任何本地文件或短信内容至服务器。</div>
              <div>以上功能使用中，还会上传功能相关的数据，比如检测出垃圾的大小、清理大小、用户是否选择清理等非用户个人信息，用于跟进解决用户问题，改善功能体验；此外，手机清理大师在后台运行期间，可能会进行诸如访问设备已安装应用列表、读取本地设备文件等操作，此类后台操作有助于手机清理大师实时检测、计算垃圾文件大小，以便在您打开应用时即时向您提供清理建议。手机清理大师读取本地文件的操作只会在设备本地实现，不会上传任何本地文件至服务器。</div>
              <div>6.使用手机清理大师时，我们会获取您安卓设备的部分权限。我们主要会获取的权限以及对应的用途如下：</div>
              <div>
                  <table>
                    <tbody>
                      <tr>
                          <td>序号</td>
                          <td>权限名称</td>
                          <td>获取方式</td>
                          <td>获取该权限的目的</td>
                          <td>是否可撤销</td>
                      </tr>
                      <tr>
                          <td>1</td>
                          <td>获取存储权限</td>
                          <td>动态获取，需要用户授权</td>
                          <td>用于垃圾清理功能，授权后可以扫描缓存垃圾、卸载残留、广告垃圾、无用安装包；</td>
                          <td>是</td>
                      </tr>

                      <tr>
                          <td>2</td>
                          <td>获取手机状态权限</td>
                          <td>动态获取，需要用户授权</td>
                          <td>获取设备识别码用于第三方广告SDK展示广告，包括头条，广点通，百度广告SDK；</td>
                          <td>是</td>
                      </tr>
                      <tr>
                          <td>3</td>
                          <td>通知读取和展示权限</td>
                          <td>动态获取，需要用户授权</td>
                          <td>用于通知栏清理功能；</td>
                          <td>是</td>
                      </tr>
                      <tr>
                          <td>4</td>
                          <td>悬浮窗权限</td>
                          <td>动态获取，需要用户授权</td>
                          <td>用于悬浮球等功能；</td>
                          <td>是</td>
                      </tr>
                      <tr>
                          <td>5</td>
                          <td>位置权限</td>
                          <td>动态获取，需要用户授权</td>
                          <td>用于WI-FI安全检测功能；</td>
                          <td>是</td>
                      </tr>
                      <tr>
                          <td>6</td>
                          <td>自启动权限</td>
                          <td>动态获取，需要用户授权</td>
                          <td>用于通知栏清理，应用锁，防盗报警等功能；</td>
                          <td>是</td>
                      </tr>
                      <tr>
                          <td>7</td>
                          <td>查看应用使用情况权限</td>
                          <td>动态获取，需要用户授权</td>
                          <td>用于强力加速，悬浮球等功能，帮助用户深层清理应用的使用情况和缓存垃圾；</td>
                          <td>是</td>
                      </tr>
                      </tbody>
                  </table>
              </div>
              <div>7.第三方服务 </div>
              <div>为保障手机清理大师App相关功能的实现和应用安全稳定的运行，我们可能会接入由第三方提供的软件开发包（SDK）实现相关目的。</div>
              <div>我们会对合作方获取信息的软件工具开发包（SDK）进行严格的安全监测，以保护数据安全。</div>
              <div>我们对接入的相关第三方SDK在目录中列明：</div>
              <div>
                  <table>
                    <tbody>
                      <tr>
                          <td>SDK名称</td>
                          <td>数据类型</td>
                          <td>使用目的</td>
                      </tr>
                      <tr>
                          <td> <a href="https://consumer.huawei.com/cn/legal/privacy-policy/">华为PUSH</a></td>
                          <td>设备标识信息</td>
                          <td>推送消息</td>
                      </tr>
                      <tr>
                          <td><a href="https://privacy.mi.com/all/zh_CN/">小米PUSH</a></td>
                          <td>设备标识信息</td>
                          <td>推送消息</td>
                      </tr>
                      <tr>
                          <td><a href="https://www.oppo.com/cn/privacy/">OPPO PUSH</a></td>
                          <td>设备标识信息</td>
                          <td>推送消息</td>
                      </tr>
                      <tr>
                          <td><a href="https://www.vivo.com.cn/about-vivo/privacy-policy">VIVO PUSH</a></td>
                          <td>设备标识信息</td>
                          <td>推送消息</td>
                      </tr>
                      <tr>
                          <td>
                            <a href="https://www.umeng.com/policy">
                                友盟推送
                            </a>
                          </td>
                          <td>设备标识信息</td>
                          <td>推送消息</td>
                      </tr>
                      <tr>
                          <td>
                              <a href="https://www.oceanengine.com/legal">穿山甲广告</a>
                          </td>
                          <td>设备标识信息、地理位置信息</td>
                          <td>商业化效果广告</td>
                      </tr>
                      <tr>
                          <td>
                              <a href="https://privacy.qq.com/">腾讯广告</a>
                          </td>
                          <td>设备标识信息、地理位置信息</td>
                          <td>商业化效果广告</td>
                      </tr>
                      <tr>
                          <td>
                              <a href="https://www.baidu.com/duty/yinsiquan-sub.html">百度广告</a>
                          </td>
                          <td>设备标识信息、地理位置信息</td>
                          <td>商业化效果广告</td>
                      </tr>
                      <tr>
                          <td>
                              <a href="https://www.tencent.com/zh-cn/privacy-policy.html">
                                  微信SDK
                              </a>
                          </td>
                          <td>设备标识信息</td>
                          <td>支持微信授权登录</td>
                      </tr>
                      <tr>
                          <td>
                              <a href="https://www.tencent.com/zh-cn/privacy-policy.html">
                                  Bugly
                              </a>
                          </td>
                          <td>设备标识信息</td>
                          <td>异常情况上报</td>
                      </tr>
                      <tr>
                          <td>
                              <a href="https://docs.thinkingdata.cn/ta-manual/latest/installation/installation_menu.html#一、接入前准备">Thinkingdata</a>
                          </td>
                          <td>设备标识信息、应用列表</td>
                          <td>统计分析</td>
                      </tr>
                      <tr>
                          <td>
                              <a href="http://www.msa-alliance.cn/col.jsp?id=120">移动安全联盟</a>
                          </td>
                          <td>设备标识信息</td>
                          <td>补充设备标识体系</td>
                      </tr>
                      <tr>
                          <td>
                              <a href="https://www.appsflyer.com/privacy-policy/">Appsflyer</a>
                          </td>
                          <td>设备标识信息</td>
                          <td>统计分析</td>
                      </tr>
                      </tbody>
                  </table>
              </div>
              <div>三、我们如何使用Cookies或其他类似技术</div>
              <div>1. Cookies</div>
              <div>Cookies是用户访问网站时浏览器自动发送的一小段文本，通常包含标识符、站点名称以及一些号码和字符，一般每个网站会为用户生成的唯一Cookies,该Cookies数据会存储在在您的本地设备。它会帮助浏览器记录用户访问该网站时的一些设置、习惯等，这样在用户以后访问该网站时会简化用户的登陆步骤，免除用户的重复设置，进而优化用户的网站访问体验。</div>
              <div>2. 其他类似技术</div>
              <div>除了Cookies外，我们还会使用网站信标、像素标签、本地存储和软件开发工具包（“SDK”）来记住有关您的信息，以便为您提供更好的体验。像素是网页或电子邮件中的小图像。像素会收集有关您的浏览器或设备的信息，并可以设置 Cookies。本地存储允许将数据存储在本地浏览器或设备上，包括 H5 本地存储和浏览器缓存。SDK 是由我们的关联公司或第三方合作伙伴提供、可安装在我们的移动应用程序中的代码块。SDK 可帮助我们了解您如何与我们的移动应用程序进行交互，并收集有关用于访问应用程序的设备和网络的某些信息。我们会使用这些技术记录您的设置偏好、提供账户认证与安全服务、优化服务功能与性能（如加速网页加载速度）、用于产品的分析与研究以及广告目的。</div>
              <div>四、我们如何分享和披露您的信息</div>
              <div>我们不会将您的个人信息出售给第三方，但可能会在以下情况下披露或分享您的个人数据：</div>
              <div>1.在获取您明确同意的情况下披露；</div>
              <div>2.披露给我们特定员工、关联公司或附属公司的技术服务人员：我们可能会出于提供本产品与服务的目的需要将您的个人信息与其他信息与我们特定部门的员工、关联公司或附属公司的技术或其他工作人员共享。这些员工、关联公司或附属公司仅能存储其代表我们执行这些限定职务所需的信息。</div>
              <div>3.披露给第三方合作伙伴：我们的某些服务功能由我们的第三方合作伙伴（如承包商、代理商、广告合作伙伴、应用开发者等）合作提供，所以我们可能会与合作伙伴共享您的某些个人数据，以向你正常提供服务或者实现其他用户协议中所载明的目的。我们仅会出于特定、明确而合法的目的处理您的个人数据，并且只会向第三方披露提供服务所必要的数据。我们会要求第三方合作伙伴按照本隐私说明的要求，并采取符合行业标准的安全措施保证处理你的个人信息数据的安全性，不会将您的个人数据用于任何其他与本服务无关的用途。</div>
              <div>4.基于法律或维护您的重大利益的披露：在当适用的法律要求，或者回复司法机关传票、法院命令，或遵循其他执法机关的类似要求时，或为预防诈欺并保护我们自身、您、第三方或社会大众的财产或其他重大利益，我们酌情认为披露实属于紧迫、合理和必要时，我们可能会披露你的个人信息。</div>
              <div>5.企业并购、分立、破产等。如果发生合并、收购、破产或其他出售本公司全部或部分资产的情况，我们所拥有或控制的任何您的信息可能也是转移给第三方的财产之一，我们保留将您的信息及我们从本服务收集的其他信息转移给第三方的权利。</div>
              <div>6.我们可能会以特定的技术方式剥离您信息中的所有个人识别特征，与关联方、非关联方共享汇总的匿名化用户信息，用于与提供本产品与服务目的相关的分析和研究。</div>
              <div>五、我们如何对待未成年用户信息</div>
              <div>我们部分产品与服务的用户可能会包含18岁以下的未成年人，我们建议父母或监护人可以指导未满18岁的未成子女使用我们的产品与服务，未成年用户在使用我们的产品前应当就本隐私政策征求父母或监护人的意见。我们建议未成年父母或监护人为其阅读本隐私政策，并建议未成年人在提交个人信息之前寻求父母或监护人的同意和指导。若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有疑问时，您可以通过本隐私政策第九节的联系方式与我们联系。</div>
              <div>六、您如何管理您的个人信息</div>
              <div>依照我国《网络安全法》、《互联网用户个人信息保护规定》等法律、法规、规章的要求，以及参照其他国家、地区的通行做法，我们重视您对个人信息的自主控制权，并采取多重措施保障您对自己的个人信息可以行使如下权利：</div>
              <div>1. 删除您的个人信息：</div>
              <div>在以下情形下，您可以通过【meinan@meetstarinc.com】向我们提出删除个人信息的请求：</div>
              <div>我们处理您个人信息的行为违反法律、法规等的强制性规定；</div>
              <div>我们收集、处理您的个人信息未征得您的同意；</div>
              <div>我们收集、处理您的个人信息违反了与您的约定；</div>
              <div>我们的某项产品、服务停止运营，不再向继续您提供；</div>
              <div>您不再使用了我们的产品与服务，选择注销账号。</div>
              <div>2. 注销账户：</div>
              <div>您可以通过【meinan@meetstarinc.com】与我们取得联系以申请删除您的账户，我们将会在收到申请的15天之内回复您的请求。一旦您注销账号，可能会无法使用微蜜友的部分产品和服务，同时您先前积累的数据可能会不可逆地被永久删除，因此请您谨慎操作。</div>
              <div>3. 终止您对我们处理您个人信息的同意或授权：</div>
              <div>您可以通过调整设备的有关权限设置，撤销之前出于特定目的授权我们收集、处理和披露我们控制的有关您的个人信息。请您理解，每项业务功能需要一些基本的个人信息才能得以完成（见本隐私政策第一节和第二节），根据您设置的不同，在撤销同意后，您可能无法继续使用我们的部分功能与服务，也将不再处理相应的个人信息。您撤销同意的操作，不会影响我们先前基于同意收集、处理您个人信息活动的合法性。</div>
              <div>七、我们如何维护您的信息安全</div>
              <div>1.我们会将您的个人信息与非个人信息上传、存储到中国大陆地区的数据中心，如果未来我们将您的用户信息传输至中国大陆以外地区，我们将遵循有关数据出境的法律要求。</div>
              <div>2.我们非常重视您用户信息的安全，并且我们会采取符合业内标准的安全防护措施来保护您的个人信息，部署多种技术方式和管理措施以防止数据遭到未经授权访问、修改、损坏或丢失。例如，我们会使用符合行业标准的加密技术确保您账号信息的完整性和机密性；我们会部署权限访问控制机制，确保只有特定的授权人员才可访问您的个人信息等。我们也会采用加密、匿名化等技术措施，保障用户信息存储、处理的安全。</div>
              <div>3.我们只会在实现本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。在使用您的个人信息完成使用目的，或我们在终止运营相应的产品或服务后，我们会对您的个人信息作删除或者匿名化处理。请注意，我们会尽力保护您的个人信息安全，但请注意，由于技术的复杂性任何安全措施都无法做到百分百安全无虞。</div>
              <div>八、本隐私政策的更新</div>
              <div>1. 本隐私政策自发布之日起生效。</div>
              <div>2. 随着业务的发展和变化，我们的隐私政策可能发生变更。我们保留随时修改隐私政策的权利，因此请您经常查看。如果更改隐私政策，我们会在本公司网站、应用程序中以及我们认为适当的位置发布这些更新并在生效时以适当方式提醒您相关内容的更新，也请您及时访问并阅读最新的隐私政策。隐私政策更新的，自更新之日起生效。您继续使用我们的产品或服务即意味着您认可我们更改后的隐私政策。</div>
              <div>3.对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于在浏览页面做特别提示、推送等方式，说明隐私政策的具体变更内容）。</div>
              <div>本协议政策所指的重大变更包括但不限于：</div>
              <div>（1）	我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</div>
              <div>（2）	我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</div>
              <div>（3）	个人信息共享、转让或公开披露的主要对象发生变化；</div>
              <div>（4）	您参与个人信息处理方面的权利及其行使方式发生重大变化；</div>
              <div>（5）	我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</div>
              <div>（6）	个人信息安全影响评估报告表明存在高风险时。</div>
              <div>九、如何联系我们</div>
              <div>1. 如您对本隐私政策或您个人信息的相关事宜有任务问题、意见或建议，拨打我们的客服电话13321138549与我们联系。</div>
              <div>2. 我们设立了个人信息保护专职部门，您可以通过发送邮件至【meinan@meetstarinc.com】的方式与其联系。</div>
              <div>3. 一般情况下，我们将在十五天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监管部门进行投诉或举报，或者向有关管辖权的法院提起诉讼。</div>
              <div>4. 公司信息如下：</div>
              <div>公司名称：北京微蜜友网络科技有限公司</div>
              <div>注册地址：北京市朝阳区高碑店乡半壁店村惠河南街1008号B座5层东区5026</div>
              <div>联系方式： 邵先生  13021236277</div>
              <div>附录 ：相关名词解释：</div>
              <div>1. 个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。个人信息包括个人基本信息、个人身份信息、个人生物识别信息、网络身份标识信息、个人通信信息、联系人信息、个人上网记录、个人常用设备信息、个人位置信息等。为免疑义，个人信息包括但不限于个人敏感信息。个人信息的定义我国现行法律下极为宽泛，参照《GB/T 35273—2020》《信息安全技术 个人信息安全规范》的定义，我们主要收集和处理的个人信息包括：</div>
              <div>
                  <table>
                  <tbody>
                      <tr>
                          <td>个人信息的分类</td>
                          <td>具体示例</td>
                      </tr>
                      <tr>
                          <td>个人基本资料 </td>
                          <td>个人姓名、生日、个人电话号码、电子邮件地址等 </td>
                      </tr>
                      <tr>
                          <td>个人生物识别信息 </td>
                          <td>个人声纹、面部识别特征等</td>
                      </tr>
                      <tr>
                          <td>网络身份标识信息 </td>
                          <td>网络身份标识信息 </td>
                      </tr>
                      <tr>
                          <td>个人教育工作信息 </td>
                          <td>个人职业、职位、工作单位等 </td>
                      </tr>
                      <tr>
                          <td>个人通信信息 </td>
                          <td>通信记录和内容、短信、彩信、电子邮件，以及描述个人通信的数据（通常称为元数据）等 </td>
                      </tr>
                      <tr>
                          <td>联系人信息 </td>
                          <td>通讯录、好友列表、群列表、电子邮件地址列表等 </td>
                      </tr>
                      <tr>
                          <td>个人上网记录</td>
                          <td>日志储存的个人信息主体操作记录，包括网站浏览记录、软件使用记录、点击记录、收藏列表等</td>
                      </tr>
                      <tr>
                          <td>个人常用设备信息 </td>
                          <td>指包括硬件序列号、设备 MAC 地址、软件列表、唯一设备识别码（如IMEI/Android ID/IDFA/OpenUDID/GUID/SIM 卡 IMSI 信息等）等在内的描述个人常用设备基本情况的信息 </td>
                      </tr>
                      <tr>
                          <td>个人位置信息 </td>
                          <td>包括精准定位信息、经纬度等</td>
                      </tr>
                      </tbody>
                  </table>
              </div>
              <div>
                  2. 个人敏感信息：指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。在本隐私政策中，我们对涉及的“个人敏感信息”进行了加粗和下划线处理。参照《GB/T 35273—2020》《信息安全技术 个人信息安全规范》的定义，我们主要收集和处理的个人敏感信息包括：
              </div>
              <div>
                  <table>
                  <tbody>
                      <tr>
                          <td>个人敏感信息分类</td>
                          <td>具体示例</td>
                      </tr>
                      <tr>
                          <td>个人生物识别信息 </td>
                          <td>声纹、人脸面部识别特征 </td>
                      </tr>
                      <tr>
                          <td>其他个人敏感信息</td>
                          <td>通信记录和内容、通讯录、好友列表、群组列表、行踪轨迹、网页浏览记录、精准定位信息等</td>
                      </tr>
                      </tbody>
                  </table>
              </div>
              <div>3. 个人信息主体：指个人信息所标识的自然人。</div>
              <div>4. 我们、微蜜友：指北京微蜜友网络科技有限公司。</div>
              <div>5. 唯一设备标识符：唯一设备标识符（是指由设备制造商编入到设备中的一串字符，可用于以独有方式标识相应设备（例如手机的 IMEI 号、mac地址）。</div>
              <div>6. 去标识化，指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别个人信息主体的过程。</div>
              <div>
                  7. 匿名化：指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。
              </div>
          </div>
          <Footer />
        </Fragment>
      );
}
export default PrivacyPolicy